results/load_testing_reports/05_imperative-quarkus-mysql-novt/8084_imperative-quarkus-mysql-novt.txt
http.codes.200: ................................................................ 65759
http.codes.204: ................................................................ 607
http.codes.404: ................................................................ 22134
http.downloaded_bytes: ......................................................... 152299615
http.request_rate: ............................................................. 368/sec
http.requests: ................................................................. 88500
http.response_time:
  min: ......................................................................... 0
  max: ......................................................................... 826
  mean: ........................................................................ 2.6
  median: ...................................................................... 1
  p95: ......................................................................... 8.9
  p99: ......................................................................... 13.9
http.responses: ................................................................ 88500
vusers.completed: .............................................................. 88500
vusers.created: ................................................................ 88500
vusers.created_by_name.Delete a movie by id: ................................... 922
vusers.created_by_name.Get movies by id: ....................................... 61894
vusers.created_by_name.Get movies by page: ..................................... 17696
vusers.created_by_name.Save new movie: ......................................... 7988
vusers.failed: ................................................................. 0
vusers.session_length:
  min: ......................................................................... 0.9
  max: ......................................................................... 827.3
  mean: ........................................................................ 3.5
  median: ...................................................................... 1.9
  p95: ......................................................................... 10.1
  p99: ......................................................................... 15.6